Repository: gabrielmaialva33/streamix
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: pt_br

source: can't be blank
pt_br: não pode ficar em branco

source: has already been taken
pt_br: já está em uso

source: is invalid
pt_br: é inválido

source: must be accepted
pt_br: deve ser aceito

source: has invalid format
pt_br: formato inválido

source: has an invalid entry
pt_br: possui uma entrada inválida

source: is reserved
pt_br: é reservado

source: does not match confirmation
pt_br: não confere com a confirmação

source: is still associated with this entry
pt_br: ainda está associado a este registro

source: are still associated with this entry
pt_br: ainda estão associados a este registro

source: should have %{count} item(s)
pt_br: deve ter %{count} item

source: should be %{count} character(s)
pt_br: deve ter %{count} caractere

source: should be %{count} byte(s)
pt_br: deve ter %{count} byte

source: should have at least %{count} item(s)
pt_br: deve ter pelo menos %{count} item

source: should be at least %{count} character(s)
pt_br: deve ter pelo menos %{count} caractere

source: should be at least %{count} byte(s)
pt_br: deve ter pelo menos %{count} byte

source: should have at most %{count} item(s)
pt_br: deve ter no máximo %{count} item

source: should be at most %{count} character(s)
pt_br: deve ter no máximo %{count} caractere

source: should be at most %{count} byte(s)
pt_br: deve ter no máximo %{count} byte

source: must be less than %{number}
pt_br: deve ser menor que %{number}

source: must be greater than %{number}
pt_br: deve ser maior que %{number}

source: must be less than or equal to %{number}
pt_br: deve ser menor ou igual a %{number}

source: must be greater than or equal to %{number}
pt_br: deve ser maior ou igual a %{number}

source: must be equal to %{number}
pt_br: deve ser igual a %{number}

source: must have the @ sign and no spaces
pt_br: deve ter o @ e não pode conter espaços

source: did not change
pt_br: não foi alterado

source: Invalid email or password
pt_br: Email ou senha inválidos

source: Oops, something went wrong! Please check the errors below.
pt_br: Algo deu errado! Por favor, verifique os erros abaixo.
